<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="icon" href="images/tomor-logo-01.png">
    <script src="https://kit.fontawesome.com/78d34ff554.js" crossorigin="anonymous"></script>
    <title>تؤمر</title>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <meta name="format-detection" content="telephone=no">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Tajawal:wght@200;300;400;500;700;800;900&display=swap"
          rel="stylesheet">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0/dist/css/bootstrap.min.css" rel="stylesheet"
          integrity="sha384-gH2yIJqKdNHPEq0n4Mqa/HGKIhSkIHeL5AyhkYV8i59U5AR6csBvApHHNl/vI1Bx" crossorigin="anonymous">
    <link rel="stylesheet" href="styles.css">
</head>
<body>

<div class="navbar-container">
    <nav id="navBar" class="navbar navbar-expand-lg navbar-light bg-light">
        <div class="container">
            <a class="navbar-brand" href="/">
                <img style="width:78px" src="images/tomor-logo-03.png" alt="Logo">
            </a>
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse"
                    data-bs-target="#navbarSupportedContent"
                    aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
                <i style="color:#9DB004; font-size:50px" class="fas fa-bars"></i>
            </button>

            <div class="collapse navbar-collapse" id="navbarSupportedContent" style="justify-content: flex-start;">
                <ul class="navbar-nav ml-auto">
                    @guest
                        <li class="nav-item active">
                            <a class="nav-link" href="{{ route('login') }}">دخول</a>
                        </li>
                    @endguest
                    @auth
                        <li class="nav-item active">
                            <a class="nav-link" href="{{ route('dashboard') }}">لوحة التحكم</a>
                        </li>
                    @endauth
                    <li class="nav-item active">
                        <a class="nav-link" href="#about">عن تؤمر</a>
                    </li>
                    <li class="nav-item active">
                        <a class="nav-link" href="#target">الفئات المستهدفة</a>
                    </li>
                    <li class="nav-item active">
                        <a class="nav-link" href="#benifts">الفوائد</a>
                    </li>
                    <li class="nav-item active">
                        <a class="nav-link" href="#workingWays">آلية العمل</a>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
</div>

<div class="section hero-section">
    <div class="row hero-row">
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <img class="tomer1" src="images/tomor-logo-03.png">
            <h1>انت<span style="color:#9DB004">  تااآمر</span> وطلبك يجيك <span style="color:#9DB004">يطامر</span></h1>
        </div>
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <img class="tomer2" src="images/Illustration-01.png">
        </div>
    </div>
</div>
<div class="section" id="about">

    <div class="row">
        <div class="col-12 col-md-6 col-lg-6 col-xl-6 justifyContent-right">
            <h2>ماهو تطبيق تؤمر؟</h2>
            <h4>
                ﻟﻧﻛن واﻗﻌﯾﯾن ﻛم ﻣرة ﺗوﻗﻔت ﺑﺎﻟﺳﯾﺎرة ﺑﺟﺎﻧب ﻣﺗﺟر , صيدلية أو مطعم وﻟﻛﻧك ﻟم ﺗﺟد ﻣوﻗف ﻗرﯾب أو أن المتجر غير
                مهيأ لاستقبال الأشخاص من ذوي الاحتياجات , ﻓﻘررت ﺗﺄﺟﯾل اﻟﺷراء أو ارﺳﺎل أﺣد اﻷﺑﻧﺎء أو اﻟﺳﺎﺋﻖ ﻻﺣﻘﺎً ﻟﺷراء
                اﻟﺳﻠﻌﺔ , ھذا ﺑﺎﻹﺿﺎﻓﺔ اﻟﻰ أن ﺣرارة اﻟﺟو ﺗﺟﻌل ﻣﻐﺎدرة اﻟﺳﯾﺎرة أﻣر ﺻﻌب وان ﻗررت اﻟﺧروج ﻣن اﻟﺳﯾﺎرة ﻓﻌﺎدة
                ﺗﺗرﻛﮭﺎ ﺗﻌﻣل ﺣﺗﻰ تحافظ ﻋﻠﻰ برودة اﻟﺗﻛﯾﯾف , أوﻓﻲ ﺣﺎل ﻛﺎن اﻟﺷﺧص ﻛﺑﯾر ﻓﻲ السن أو ﻣن ذوي اﻻﺣﺗﯾﺎﺟﺎت أو ﺳﯾدة ﻻ
                ﺗرﻏب ﺑﻣﻐﺎدرة اﻟﻣرﻛﺑﺔ وﻣﺧﺎﻟطﺔ اﻵﺧرﯾن وفي هذه الحالة فأنت بحاجة الى وسيلة للتواصل مع المتاجر.
                وﺑﺎﺧﺗﺻﺎر ھذا ﻣﺎ يوفره تطبيق <span style="color:#9DB004"> تؤمر </span>, طﻠﺑك ﯾوﺻﻠك ﻟﺣدك دون اﻟﺣﺎﺟﺔ
                ﻟﻣﻐﺎدرة اﻟﺳﯾﺎرة.
            </h4>
        </div>
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <img class="phone-ui" src="images/Group_11.png">
        </div>
    </div>
</div>
<div class="section" id="target">
    <div class="row">
        <h2>الفئات المستهدفة</h2>
        <div class="target-text"><h4>تطبيق تؤمر يهدف الى خدمة كافة شرائح المجتمع دون استثناء , ولكن من المهم جداً أن
                نعلم أن تطبيق تؤمر تم اعداده خصيصاً لمعالجة العديد من الصعوبات التي تواجه الفئات التالية:</h4></div>
        <div class="col-12 col-md-4 col-lg-4 col-xl-4">
            <div class="item-card">
                <p>ذوي الإحتياجات الخاصة</p>
                <svg width="58" viewBox="0 0 78 96" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M72.2347 76.7888C70.8157 76.7888 69.4042 75.8917 68.6437 74.5057L58.6163 56.1748C58.6163 56.1748 32.869 56.1763 32.839 56.1763C32.809 56.1763 32.5165 56.1523 32.5165 56.1523L32.0485 56.1568C29.11 56.1568 26.6561 53.8587 26.4626 50.9245L24.8276 25.9933C24.6296 22.9092 26.9771 20.236 30.061 20.035L31.5265 19.9435C31.6555 19.936 31.78 19.9315 31.9045 19.9315C34.846 19.9315 37.3015 22.2251 37.492 25.1518L38.02 33.4382H54.5543C55.6553 33.4382 56.5523 34.5107 56.5523 35.8308C56.5523 37.1479 55.6553 38.2204 54.5543 38.2204H38.329L38.896 46.7708H58.3988C58.9028 46.7708 59.3873 46.8503 59.8808 47.0153L59.9873 47.0498L60.0968 47.0693C61.3073 47.2793 62.3753 48.0789 63.0248 49.2609L74.9467 71.0615C76.0222 73.0491 75.4912 75.4462 73.7632 76.3988C73.2937 76.6568 72.7807 76.7888 72.2347 76.7888Z"
                          fill="#9DB004"/>
                    <path d="M31.9033 21.4316C34.0573 21.4316 35.8542 23.1087 35.9937 25.2448L36.4317 32.1286L36.6102 34.9383H39.4257H54.5531C54.7286 34.9383 55.0511 35.2773 55.0511 35.8308C55.0511 36.3828 54.7286 36.7203 54.5531 36.7203H39.9297H36.7242L36.9372 39.9185L37.3062 45.4688L37.4922 48.2709H40.3002H58.3991C58.7411 48.2709 59.0681 48.3264 59.4071 48.4374L59.6201 48.5094L59.8421 48.5469C60.5891 48.6774 61.2881 49.2145 61.7081 49.9795L73.6255 71.771C74.3125 73.0416 74.05 74.5282 73.0405 75.0847C72.7885 75.2242 72.532 75.2887 72.235 75.2887C71.3545 75.2887 70.4605 74.6977 69.961 73.7856L60.3611 56.2348L59.5076 54.6747H57.7286H32.9308H32.8903L32.7523 54.6522H32.5168H32.3098H32.2558L32.2003 54.6537L32.0473 54.6567C29.8948 54.6567 28.0993 52.9736 27.9568 50.827L26.3248 25.8973C26.1793 23.6367 27.8983 21.6776 30.1483 21.5306L31.6273 21.4391C31.7203 21.4346 31.8118 21.4316 31.9033 21.4316ZM31.9033 18.4315C31.7473 18.4315 31.5913 18.436 31.4338 18.4465L29.9638 18.538C26.0473 18.7915 23.0788 22.1756 23.3308 26.0908L24.9658 51.0235C25.2148 54.7812 28.3408 57.6569 32.0503 57.6569C32.1373 57.6569 32.2243 57.6554 32.3113 57.6524H32.5183C32.6578 57.6749 32.7958 57.6749 32.9323 57.6749H57.7286L67.3285 75.2257C68.389 77.1593 70.3225 78.2889 72.235 78.2889C73.0165 78.2889 73.777 78.1044 74.488 77.7128C76.9524 76.3553 77.7354 73.0626 76.2639 70.343L64.3405 48.5394C63.4405 46.9043 61.9421 45.8678 60.3566 45.5918C59.7356 45.3848 59.0876 45.2708 58.3991 45.2708H40.2987L39.9297 39.7205H54.5531C56.4866 39.7205 58.0511 37.9714 58.0511 35.8308C58.0511 33.6872 56.4866 31.9381 54.5531 31.9381H39.4257L38.9877 25.0543C38.7417 21.2981 35.6173 18.4315 31.9033 18.4315Z"
                          fill="#9DB004"/>
                    <path d="M30.7985 15.0007C27.0771 15.0007 24.0486 11.9721 24.0486 8.25039C24.0486 4.52871 27.0771 1.50006 30.7985 1.50006C34.5215 1.50006 37.55 4.52871 37.55 8.25039C37.55 11.9721 34.5215 15.0007 30.7985 15.0007Z"
                          fill="#9DB004"/>
                    <path d="M30.7988 3.00015C33.6953 3.00015 36.0503 5.35526 36.0503 8.2504C36.0503 11.1455 33.6953 13.5007 30.7988 13.5007C27.9038 13.5007 25.5489 11.1455 25.5489 8.2504C25.5489 5.35676 27.9038 3.00015 30.7988 3.00015ZM30.7988 0C26.2434 0 22.5489 3.69468 22.5489 8.2504C22.5489 12.8076 26.2419 16.5008 30.7988 16.5008C35.3558 16.5008 39.0503 12.8061 39.0503 8.2504C39.0503 3.69468 35.3558 0 30.7988 0Z"
                          fill="#9DB004"/>
                    <path d="M13.5274 38.1796C13.5274 38.1796 -0.214009 47.9615 1.08048 65.7344C2.37497 83.5058 16.3324 93.7228 28.4208 95.4493C40.5092 97.1759 53.8891 92.1897 61.3725 78.9995C62.091 77.39 62.883 76.2394 61.3725 74.7993C61.3725 74.7993 59.43 73.2888 57.918 75.5899C56.4076 77.8925 54.1771 83.7218 45.9766 87.8935C40.9397 90.4841 34.2482 92.7867 24.9678 89.9816C15.6859 87.1749 4.17496 76.5259 5.68695 61.5612C6.69344 53.6468 9.35592 47.387 17.7019 40.9127C19.4283 39.3301 19.3563 38.2516 18.5644 37.3155C17.7739 36.3795 16.5499 36.1635 15.3994 36.8835C14.2459 37.605 13.5274 38.1796 13.5274 38.1796Z"
                          fill="#9DB004"/>
                </svg>

            </div>

        </div>
        <div class="col-12 col-md-4 col-lg-4 col-xl-4">
            <div class="item-card">
                <p>كبار السن</p>
                <svg width="44" viewBox="0 0 54 83" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M43.7531 14.802C45.5324 10.4671 43.4926 5.49718 39.1971 3.70153C34.9016 1.90588 29.977 3.96443 28.1977 8.29942C26.4184 12.6344 28.4582 17.6043 32.7537 19.3999C37.0492 21.1956 41.9738 19.137 43.7531 14.802Z"
                          fill="#9DB004"/>
                    <path d="M53.48 79.3735L53.3128 79.0757V41.8871C53.3128 41.7481 53.2833 41.6092 53.2243 41.4901C53.1653 41.3412 53.067 41.2122 52.9391 41.1129C52.1327 40.4777 51.2082 40.0807 50.2641 39.9219L50.4412 39.257C50.9427 37.3514 49.8314 35.3962 47.9432 34.89L36.1123 31.6942L31.5097 23.655L30.2214 21.4021C29.6609 20.8165 29.0609 20.2706 28.4414 19.7644C25.5304 17.4122 22.0194 16.0426 18.243 16.0426C17.1514 16.0426 16.0794 16.1617 15.037 16.38C6.48094 18.1765 0 27.0791 0 37.7881C0 38.3538 0.0196683 38.9096 0.0491718 39.4555C0.196689 41.7084 0.629408 43.8721 1.29815 45.8769C1.28832 45.9662 1.28832 46.0456 1.28832 46.1349V78.8772C1.28832 80.8424 2.87167 82.4403 4.81891 82.4403H5.52699C7.47422 82.4403 9.05757 80.8424 9.05757 78.8772V48.5765H9.12642L15.3615 59.4641V78.8872C15.3615 80.8523 16.9448 82.4502 18.8921 82.4502H19.6002C21.5474 82.4502 23.1307 80.8523 23.1307 78.8872V58.1143C23.1307 57.1615 22.757 56.2881 22.1473 55.6529L16.4826 45.7578C16.8072 38.3737 20.2099 31.9721 25.196 28.3396L30.1919 37.0834C30.6443 37.8774 31.3622 38.4332 32.1687 38.7012C32.3555 38.7905 32.562 38.8699 32.7686 38.9295L44.5011 42.1054C44.4716 42.1352 44.4421 42.1749 44.4224 42.2047C44.0979 42.6215 44.1766 43.217 44.5896 43.5445C44.7666 43.6835 44.9633 43.743 45.1699 43.743C45.4551 43.743 45.7304 43.614 45.9173 43.3758C46.1435 43.0781 46.409 42.82 46.6942 42.6017C47.5891 42.6314 48.4448 42.3238 49.1037 41.7581C49.9199 41.7382 50.7067 41.9566 51.3951 42.3933V79.0956L51.2279 79.3933L50.7952 80.1476C50.4903 80.6836 50.8739 81.3485 51.4836 81.3485H53.2047C53.8144 81.3485 54.1979 80.6836 53.8931 80.1476L53.48 79.3735Z"
                          fill="#9DB004"/>
                </svg>

            </div>

        </div>
        <div class="col-12 col-md-4 col-lg-4 col-xl-4">
            <div class="item-card">
                <p>السيدات ومصطحبي الأطفال</p>
                <svg height="51" viewBox="0 0 46 81" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M7.26973 21.0837L0.226519 39.9267C-1.28274 44.0457 5.18552 45.6536 6.76664 41.7875L13.0672 24.4079H14.84L4.01165 54.9396H14.1213V77.8836C14.1213 82.0388 21.7874 82.0388 21.7874 77.8836V54.9396H24.183V77.8836C24.183 82.0388 31.6095 82.0388 31.6095 77.8836V54.9396H42.0067L30.9388 24.4079H32.9511L39.2517 41.7875C40.8088 45.744 47.2292 44.0457 45.7918 39.9447L38.7486 21.0837C37.7903 18.9519 34.3885 15.1941 28.6868 15.0135H17.3554C11.4621 15.1941 8.08425 18.9158 7.26973 21.0837Z"
                          fill="#9DB004"/>
                    <path d="M31.7538 6.73866C31.7538 3.01704 27.825 0 22.9857 0C18.1465 0 14.2177 3.01704 14.2177 6.73866C14.2177 10.4603 18.1465 13.4773 22.9857 13.4773C27.825 13.4773 31.7538 10.4603 31.7538 6.73866Z"
                          fill="#9DB004"/>
                </svg>

            </div>

        </div>
    </div>
</div>
<div class="section" id="benifts">
    <h2>الفوائد</h2>
    <div class="row">
        <div class="col-12">
            <div class="beni-card single">
                <div class="number">1</div>
                <p>توفير وسيلة تواصل سهلة وميسرة لذوي الاحتياجات الخاصة وكبار السن ومن يصطحبون الأطفال للوصول الى
                    احتياجاتهم.</p>
                <div class="icon">
                    <svg height="35" viewBox="0 0 58 57" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M53.4321 45.5604C52.3678 45.5604 51.3092 45.028 50.7388 44.2054L43.2181 33.326C43.2181 33.326 23.9071 33.3268 23.8846 33.3268C23.8621 33.3268 23.6428 33.3126 23.6428 33.3126L23.2918 33.3153C21.0879 33.3153 19.2473 31.9513 19.1022 30.2099L17.8759 15.4132C17.7274 13.5828 19.4881 11.9963 21.8011 11.877L22.9003 11.8227C22.997 11.8182 23.0904 11.8156 23.1838 11.8156C25.3899 11.8156 27.2316 13.1768 27.3745 14.9138L27.7705 19.8318H40.1715C40.9973 19.8318 41.67 20.4683 41.67 21.2518C41.67 22.0335 40.9973 22.67 40.1715 22.67H28.0022L28.4275 27.7447H43.0549C43.4329 27.7447 43.7963 27.7919 44.1665 27.8898L44.2463 27.9103L44.3285 27.9219C45.2364 28.0465 46.0374 28.521 46.5245 29.2226L55.4661 42.1612C56.2728 43.3409 55.8745 44.7636 54.5785 45.3289C54.2264 45.482 53.8416 45.5604 53.4321 45.5604Z"
                              fill="#9DB004"/>
                        <path d="M23.1829 12.7055C24.7984 12.7055 26.1462 13.7009 26.2508 14.9686L26.5793 19.0542L26.7132 20.7217H28.8248H40.1706C40.3022 20.7217 40.5441 20.9229 40.5441 21.2515C40.5441 21.5791 40.3022 21.7794 40.1706 21.7794H29.2028H26.7987L26.9584 23.6775L27.2352 26.9716L27.3747 28.6347H29.4807H43.0552C43.3117 28.6347 43.5569 28.6676 43.8112 28.7335L43.9709 28.7762L44.1374 28.7985C44.6977 28.8759 45.2219 29.1947 45.537 29.6487L54.4752 42.582C54.9905 43.3361 54.7936 44.2184 54.0365 44.5487C53.8475 44.6315 53.6551 44.6698 53.4323 44.6698C52.7719 44.6698 52.1014 44.319 51.7268 43.7777L44.5267 33.3612L43.8866 32.4353H42.5523H23.9535H23.9231L23.8196 32.422H23.643H23.4877H23.4472L23.4056 32.4229L23.2909 32.4247C21.6765 32.4247 20.3298 31.4257 20.2229 30.1517L18.9989 15.3559C18.8898 14.0142 20.1791 12.8515 21.8666 12.7643L22.9759 12.71C23.0456 12.7073 23.1142 12.7055 23.1829 12.7055ZM23.1829 10.9249C23.0659 10.9249 22.9489 10.9276 22.8307 10.9338L21.7282 10.9881C18.7908 11.1386 16.5644 13.1471 16.7534 15.4708L17.9797 30.2684C18.1664 32.4985 20.5109 34.2052 23.2931 34.2052C23.3584 34.2052 23.4236 34.2043 23.4889 34.2026H23.6441C23.7487 34.2159 23.8522 34.2159 23.9546 34.2159H42.5523L49.7524 44.6324C50.5478 45.78 51.9979 46.4504 53.4323 46.4504C54.0185 46.4504 54.5888 46.3408 55.1221 46.1085C56.9705 45.3028 57.5578 43.3486 56.4541 41.7345L47.5114 28.794C46.8363 27.8236 45.7125 27.2084 44.5233 27.0446C44.0576 26.9217 43.5715 26.8541 43.0552 26.8541H29.4796L29.2028 23.56H40.1706C41.6208 23.56 42.7942 22.5219 42.7942 21.2515C42.7942 19.9792 41.6208 18.9411 40.1706 18.9411H28.8248L28.4963 14.8556C28.3118 12.6263 25.9684 10.9249 23.1829 10.9249Z"
                              fill="#9DB004"/>
                        <path d="M22.3555 8.90328C19.5644 8.90328 17.293 7.10577 17.293 4.89695C17.293 2.68813 19.5644 0.890625 22.3555 0.890625C25.1478 0.890625 27.4193 2.68813 27.4193 4.89695C27.4193 7.10577 25.1478 8.90328 22.3555 8.90328Z"
                              fill="#9DB004"/>
                        <path d="M22.3556 1.78059C24.528 1.78059 26.2943 3.17835 26.2943 4.89662C26.2943 6.61489 24.528 8.01265 22.3556 8.01265C20.1843 8.01265 18.418 6.61489 18.418 4.89662C18.418 3.17924 20.1843 1.78059 22.3556 1.78059ZM22.3556 0C18.9389 0 16.168 2.1928 16.168 4.89662C16.168 7.60134 18.9378 9.79324 22.3556 9.79324C25.7734 9.79324 28.5443 7.60045 28.5443 4.89662C28.5443 2.1928 25.7734 0 22.3556 0Z"
                              fill="#9DB004"/>
                        <path d="M9.39992 22.6554C9.39992 22.6554 -0.906362 28.461 0.0645281 39.0092C1.03542 49.5566 11.5037 55.6204 20.5702 56.6451C29.6367 57.6698 39.6719 54.7105 45.2846 46.8821C45.8235 45.9268 46.4175 45.244 45.2846 44.3893C45.2846 44.3893 43.8277 43.4928 42.6937 44.8585C41.5608 46.2251 39.8879 49.6848 33.7374 52.1607C29.9596 53.6982 24.9409 55.0648 17.9804 53.4C11.0188 51.7342 2.38544 45.414 3.51946 36.5324C4.27434 31.8352 6.27125 28.1201 12.5308 24.2775C13.8257 23.3383 13.7717 22.6982 13.1777 22.1426C12.5848 21.5871 11.6668 21.4589 10.8039 21.8862C9.9388 22.3144 9.39992 22.6554 9.39992 22.6554Z"
                              fill="#9DB004"/>
                    </svg>

                </div>
            </div>
        </div>
        <div class="col-12">
            <div class="beni-card non-single">
                <div class="number">2</div>
                <p>الخدمة ستقدم مجاناً لذوي الاحتياجات.
                </p>
                <div class="icon">
                    <svg height="28" viewBox="0 0 72 45" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M70.5 12.0017H66V7.50106C66 7.10318 65.842 6.7216 65.5607 6.44025C65.2794 6.15891 64.8978 6.00085 64.5 6.00085H60V1.50021C60 1.10233 59.842 0.720746 59.5607 0.439402C59.2794 0.158058 58.8978 0 58.5 0L1.5 0C1.10218 0 0.720644 0.158058 0.43934 0.439402C0.158035 0.720746 0 1.10233 0 1.50021L0 31.2344C0 31.6323 0.158035 32.0139 0.43934 32.2952C0.720644 32.5766 1.10218 32.7346 1.5 32.7346H6V37.2353C6 37.6331 6.15804 38.0147 6.43934 38.2961C6.72064 38.5774 7.10218 38.7355 7.5 38.7355H12V43.2361C12 43.634 12.158 44.0156 12.4393 44.2969C12.7206 44.5783 13.1022 44.7363 13.5 44.7363H70.5C70.8978 44.7363 71.2794 44.5783 71.5607 44.2969C71.842 44.0156 72 43.634 72 43.2361V13.5019C72 13.104 71.842 12.7224 71.5607 12.4411C71.2794 12.1598 70.8978 12.0017 70.5 12.0017ZM47.4 29.7342H12.6C12.2685 27.3046 11.1504 25.0505 9.41676 23.3165C7.68309 21.5826 5.42927 20.4644 3 20.1328V12.6018C5.42927 12.2702 7.68309 11.152 9.41676 9.41809C11.1504 7.68418 12.2685 5.43004 12.6 3.00042H47.4C47.7315 5.43004 48.8496 7.68418 50.5832 9.41809C52.3169 11.152 54.5707 12.2702 57 12.6018V20.1328C54.5707 20.4644 52.3169 21.5826 50.5832 23.3165C48.8496 25.0505 47.7315 27.3046 47.4 29.7342ZM57 23.1333V29.7342H50.37C50.6809 28.0937 51.4804 26.5855 52.6636 25.4075C53.8468 24.2296 55.3583 23.4368 57 23.1333ZM57 3.00042V9.63136C55.3542 9.32587 53.8397 8.52868 52.6561 7.34491C51.4725 6.16115 50.6755 4.64641 50.37 3.00042H57ZM3 3.00042H9.63C9.32455 4.64641 8.52747 6.16115 7.34388 7.34491C6.16028 8.52868 4.64575 9.32587 3 9.63136V3.00042ZM3 23.1333C4.64166 23.4368 6.15324 24.2296 7.33641 25.4075C8.51959 26.5855 9.31908 28.0937 9.63 29.7342H3V23.1333ZM9 32.7646H58.5C58.8978 32.7646 59.2794 32.6066 59.5607 32.3252C59.842 32.0439 60 31.6623 60 31.2644V9.00127H63V35.7351H9V32.7646ZM69 41.7659H15V38.7655H64.5C64.8978 38.7655 65.2794 38.6074 65.5607 38.3261C65.842 38.0447 66 37.6632 66 37.2653V15.0021H69V41.7659Z"
                              fill="#9DB004"/>
                        <path d="M30.0177 6.15234C28.0062 6.15234 26.04 6.74889 24.3675 7.86654C22.6951 8.98419 21.3915 10.5728 20.6218 12.4313C19.8521 14.2899 19.6507 16.3351 20.0431 18.3081C20.4355 20.2812 21.4041 22.0936 22.8264 23.5161C24.2487 24.9386 26.0608 25.9073 28.0336 26.2998C30.0064 26.6922 32.0512 26.4908 33.9095 25.721C35.7679 24.9511 37.3562 23.6474 38.4737 21.9747C39.5912 20.302 40.1877 18.3355 40.1877 16.3238C40.1797 13.6286 39.1057 11.046 37.2002 9.14023C35.2947 7.23443 32.7125 6.16026 30.0177 6.15234ZM30.0177 23.4948C28.5996 23.4948 27.2133 23.0742 26.0342 22.2863C24.8551 21.4983 23.9361 20.3783 23.3934 19.068C22.8508 17.7577 22.7088 16.3158 22.9854 14.9248C23.2621 13.5337 23.945 12.256 24.9477 11.2531C25.9504 10.2502 27.228 9.56725 28.6189 9.29056C30.0097 9.01386 31.4514 9.15587 32.7615 9.69863C34.0716 10.2414 35.1914 11.1605 35.9793 12.3398C36.7671 13.519 37.1877 14.9055 37.1877 16.3238C37.1916 17.268 37.0091 18.2037 36.6505 19.0772C36.292 19.9507 35.7644 20.7448 35.0983 21.4139C34.4321 22.0829 33.6403 22.6138 32.7684 22.9761C31.8966 23.3383 30.9618 23.5248 30.0177 23.5248V23.4948Z"
                              fill="#9DB004"/>
                    </svg>


                </div>
            </div>
        </div>
        <div class="col-12">
            <div class="beni-card single">
                <div class="number">3</div>
                <p>تقليل الازدحام داخل المتاجر وذلك سيقلل مخاطر التعرض للعدوى لا سمح الله.</p>
                <div class="icon">
                    <svg height="35" viewBox="0 0 58 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M49.5 26.5352H45C45.4673 27.8169 45.7059 29.1708 45.705 30.5351V47.475C45.7047 48.0458 45.6066 48.6123 45.415 49.15H52.82C54.1461 49.15 55.4179 48.6232 56.3556 47.6855C57.2933 46.7478 57.8201 45.4761 57.8201 44.15V34.8951C57.8162 32.686 56.9396 30.568 55.3813 29.0022C53.823 27.4364 51.7091 26.5497 49.5 26.5352Z"
                              fill="#9DB004"/>
                        <path d="M34.0005 22.1758H23.7654C21.5477 22.1784 19.4216 23.0606 17.8534 24.6287C16.2852 26.1969 15.403 28.323 15.4004 30.5407V47.4756C15.4004 47.9198 15.5769 48.3459 15.891 48.66C16.2051 48.9741 16.6312 49.1506 17.0754 49.1506H40.7005C41.1448 49.1506 41.5708 48.9741 41.8849 48.66C42.1991 48.3459 42.3755 47.9198 42.3755 47.4756V30.5407C42.3729 28.3213 41.4894 26.1936 39.919 24.6252C38.3487 23.0568 36.22 22.1758 34.0005 22.1758Z"
                              fill="#9DB004"/>
                        <path d="M28.886 0C26.8977 0.000988933 24.9544 0.591414 23.3016 1.69664C21.6488 2.80187 20.3608 4.37229 19.6004 6.20938C18.84 8.04647 18.6413 10.0678 19.0294 12.0178C19.4175 13.9678 20.3751 15.7589 21.781 17.1648C23.1869 18.5707 24.9781 19.5283 26.9281 19.9164C28.8781 20.3045 30.8995 20.1058 32.7366 19.3454C34.5737 18.585 36.1441 17.297 37.2494 15.6443C38.3546 13.9915 38.9451 12.0482 38.946 10.0599C38.9434 7.39268 37.8827 4.83543 35.9966 2.94941C34.1106 1.06338 31.5533 0.00264739 28.886 0Z"
                              fill="#9DB004"/>
                        <path d="M46.5508 9.375C45.0675 9.375 43.6174 9.81486 42.384 10.639C41.1507 11.4631 40.1894 12.6344 39.6217 14.0048C39.054 15.3753 38.9055 16.8833 39.1949 18.3381C39.4843 19.793 40.1986 21.1293 41.2475 22.1782C42.2964 23.2271 43.6328 23.9414 45.0876 24.2308C46.5425 24.5202 48.0505 24.3716 49.421 23.804C50.7914 23.2363 51.9628 22.275 52.7869 21.0417C53.611 19.8083 54.0509 18.3583 54.0509 16.8749C54.043 14.8883 53.2502 12.9852 51.8454 11.5804C50.4406 10.1756 48.5375 9.3829 46.5508 9.375Z"
                              fill="#9DB004"/>
                        <path d="M8.36504 26.5349H12.8651C12.3978 27.8167 12.1591 29.1706 12.1601 30.5349V47.4747C12.1604 48.0455 12.2585 48.612 12.4501 49.1497H5.00003C3.67394 49.1497 2.40216 48.623 1.46447 47.6853C0.526787 46.7476 0 45.4758 0 44.1498L0 34.8948C0.00396894 32.678 0.886717 30.5532 2.45475 28.9861C4.02279 27.419 6.14817 26.5376 8.36504 26.5349Z"
                              fill="#9DB004"/>
                        <path d="M11.3047 9.375C12.7881 9.375 14.2382 9.81486 15.4715 10.639C16.7049 11.4631 17.6662 12.6344 18.2339 14.0048C18.8015 15.3753 18.95 16.8833 18.6607 18.3381C18.3713 19.793 17.657 21.1293 16.6081 22.1782C15.5592 23.2271 14.2228 23.9414 12.7679 24.2308C11.313 24.5202 9.80504 24.3716 8.43459 23.804C7.06413 23.2363 5.89279 22.275 5.06867 21.0417C4.24456 19.8083 3.80469 18.3583 3.80469 16.8749C3.81259 14.8883 4.6053 12.9852 6.01013 11.5804C7.41495 10.1756 9.31803 9.3829 11.3047 9.375Z"
                              fill="#9DB004"/>
                    </svg>


                </div>
            </div>
        </div>
        <div class="col-12">
            <div class="beni-card non-single">
                <div class="number">4</div>
                <p> توفير الوقت والجهد لمن لا يملك الوقت للبحث عن موقف أو بحاجة لشراء منتج على عجالة.</p>
                <div class="icon">
                    <svg height="32" viewBox="0 0 52 52" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M26 52C19.1044 52 12.4912 49.2607 7.61522 44.3848C2.73928 39.5088 0 32.8956 0 26C0 19.1044 2.73928 12.4912 7.61522 7.61522C12.4912 2.73928 19.1044 0 26 0C32.8956 0 39.5088 2.73928 44.3848 7.61522C49.2607 12.4912 52 19.1044 52 26C52 32.8956 49.2607 39.5088 44.3848 44.3848C39.5088 49.2607 32.8956 52 26 52ZM26 46.8C31.5165 46.8 36.8071 44.6086 40.7078 40.7078C44.6086 36.8071 46.8 31.5165 46.8 26C46.8 20.4835 44.6086 15.1929 40.7078 11.2922C36.8071 7.39142 31.5165 5.2 26 5.2C20.4835 5.2 15.1929 7.39142 11.2922 11.2922C7.39142 15.1929 5.2 20.4835 5.2 26C5.2 31.5165 7.39142 36.8071 11.2922 40.7078C15.1929 44.6086 20.4835 46.8 26 46.8ZM23.4 27.066V10.4H28.6V24.934L38.87 35.204L35.204 38.87L23.4 27.066Z"
                              fill="#9DB004"/>
                    </svg>


                </div>
            </div>
        </div>
        <div class="col-12">
            <div class="beni-card single">
                <div class="number">5</div>
                <p>عدم الحاجة للخروج في الأجواء الحارة.</p>
                <div class="icon">
                    <svg height="35" viewBox="0 0 52 52" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M16 32.29V30.4C16 29.53 15.28 28.8 14.4 28.8C13.52 28.8 12.8 29.53 12.8 30.4V32.288C10.94 32.95 9.6 34.71 9.6 36.8C9.6 39.45 11.75 41.6 14.4 41.6C17.05 41.6 19.2 39.45 19.2 36.8C19.2 34.71 17.86 32.95 16 32.29ZM25.6 11.2C25.6 5.012 20.587 0 14.4 0C8.213 0 3.2 5.013 3.2 11.2V27.85C1.225 30.325 0 33.4 0 36.8C0 44.75 6.45 51.2 14.4 51.2C22.35 51.2 28.8 44.75 28.8 36.8C28.8 33.49 27.575 30.312 25.6 27.85V11.2ZM14.4 44.8C9.987 44.8 6.4 41.212 6.4 36.8C6.4 34.25 7.625 31.912 9.6 30.425V11.195C9.6 8.545 11.75 6.395 14.4 6.395C17.05 6.395 19.2 8.545 19.2 11.195V30.405C21.175 31.88 22.4 34.243 22.4 36.793C22.4 41.21 18.81 44.8 14.4 44.8ZM41.6 0C36.312 0 32 4.313 32 9.6C32 14.887 36.313 19.2 41.6 19.2C46.887 19.2 51.2 14.887 51.2 9.6C51.2 4.313 46.89 0 41.6 0ZM41.6 12.8C39.825 12.8 38.4 11.375 38.4 9.6C38.4 7.825 39.825 6.4 41.6 6.4C43.375 6.4 44.8 7.825 44.8 9.6C44.8 11.375 43.38 12.8 41.6 12.8Z"
                              fill="#9DB004"/>
                    </svg>


                </div>
            </div>
        </div>

    </div>
</div>
<div class="section" id="workingWays">
    <h2>آلية عمل التطبيق</h2>
    <div class="row">
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <div class="way-card first-step">
                <div class="step-title">الخطوة الأولى</div>
                <h5>
                    عند توقف مركبة العميل بالقرب من المتجر الذي يرغب بالشراء , يقوم العميل بفتح التطبيق واختيار المتجر
                    المطلوب.
                </h5>
            </div>
        </div>
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <div class="way-card second-step">
                <div class="step-title step-title2">الخطوة الثانية</div>
                <h5>من خلال قائمة المنتجات لدى المتجر أو من خلال صفحة التواصل بالتطبيق بإمكانه ترك رسالة صوتية أو صورة
                    للمنتج المطلوب.</h5>
            </div>
        </div>
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <div class="way-card third-step">
                <div class="step-title">الخطوة الثالثة</div>
                <h5>
                    بعد قبول المتجر للطلب يقوم العميل بالتأكد واستئناف عملية الدفع الالكتروني.
                </h5>
            </div>
        </div>
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <div class="way-card fourth-step">
                <div class="step-title step-title2">الخطوة الرابعة</div>
                <h5>تظهر للعميل صورة تحمل رقم الطلب بلون مميز وتوضح ترتيب العميل في الانتظار.</h5>
            </div>
        </div>
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <div class="way-card fifth-step">
                <div class="step-title">الخطوة الخامسة</div>
                <h5>
                    بعد عدة دقائق سيخرج العامل من المتجر وهو يحمل الطلب الى سيارة العميل.
                </h5>
            </div>
        </div>
        <div class="col-12 col-md-6 col-lg-6 col-xl-6">
            <div class="way-card sixth-step">
                <div class="step-title step-title2">الخطوة السادسة</div>
                <h5>من خلال قائمة المنتجات لدى المتجر أو من خلال صفحة التواصل بالتطبيق بإمكانه ترك رسالة صوتية أو صورة
                    للمنتج المطلوب.</h5>
            </div>
        </div>
    </div>

</div>
<!-- Footer -->
<footer class="bg-light text-center py-4 mt-auto">
    <div class="container">
        <div class="row justify-content-center align-items-center text-muted text-sm-center">
            <div class="col-auto mb-2 mb-md-0">
                <a href="/privacy-policy" target="_blank"
                   class="text-decoration-none text-muted">
                    {{ __('Privacy Policy') }}
                </a>
            </div>
            <div class="col-auto d-none d-md-block">
                <span>|</span>
            </div>
            <div class="col-auto mb-2 mb-md-0">
                <p class="mb-0">
                    &copy; {{ now()->year }} {{ __('جميع الحقوق محفوظة لشركة حاضر الرقمية') }}
                </p>
            </div>
            <div class="col-auto d-none d-md-block">
                <span>|</span>
            </div>
            <div class="col-auto">
                <span>سجل تجاري رقم: 4030508736</span>
            </div>
        </div>
    </div>
</footer>


<!-- JavaScript Dependencies -->
<script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0/dist/js/bootstrap.bundle.min.js"
        integrity="sha384-A3rJD856KowSb7dwlZdYEkO39Gagi7vIsF0jrRAoQmDKKtQBHUuLZ9AsSv4jD4Xa"
        crossorigin="anonymous"></script>

</body>
</html>

<style>
    body {
        font-family: 'Tajawal', sans-serif;
        overflow-x: hidden;
        color: #070846;
    }

    .nav-link {
        font-weight: 600;
        color: #070846;
        margin-left: 1rem;
    }

    .nav-link:hover {
        color: #9DB004;
    }

    .hero-section {
        background: url("images/Rectangle.png") no-repeat bottom;
        background-size: 100%;
        height: 100vh;
        display: flex;
        flex-direction: column;
        justify-content: center;
        align-items: center;
    }

    .section {
        padding: 5rem 7rem;
    }

    .tomer1 {
        width: 400px;
    }

    .tomer2 {
        width: 100%;
    }

    .hero-row h1 {
        font-weight: 700;
    }

    .justifyContent-center {
        display: flex;
        flex-direction: column;
        justify-content: center;
        align-items: center;

    }

    .justifyContent-left {
        display: flex;
        flex-direction: column;
        justify-content: center;
        align-items: left;

    }

    .justifyContent-right {
        display: flex;
        flex-direction: column;
        justify-content: center;
        align-items: right;

    }

    .section h2 {
        color: #9DB004;
        font-weight: 700;
    }

    .phone-ui {
        width: 500px;
    }

    .item-card {
        height: 90%;
        text-align: center;
        background: #E7EDD2;
        box-shadow: 0px 10px 29px #D6DBC4;
        border-radius: 20px;
        padding: 2em;
        margin-top: 1em;
    }

    .item-card p {
        font-weight: 700;
        font-size: large;
    }

    .beni-card {
        position: relative;
        border-radius: 20px;
        font-weight: 700;
        padding: 1em;
        margin-bottom: 1em;
    }

    .beni-card p {
        text-align: right;
        margin-right: 16px;
        margin-bottom: 0;
    }

    .single {
        background: #EBECF8;
    }

    .non-single {
        background: #E7EDD2;
    }

    .number {
        position: absolute;
        top: 5px;
        right: 5px;
        background-color: #9DB004;
        color: #070846;
        border-radius: 7px;
        width: 25px;
        text-align: center;
    }

    .icon {
        text-align: left;
    }

    .way-card {
        height: 90%;

        background-color: #E7EDD2;
        position: relative;
        text-align: center;
        padding: 3rem;
        border-radius: 7px;
        margin-top: 1em;
    }

    .step-title {
        position: absolute;
        top: 0;
        left: 0;
        right: 0;
        margin-left: auto;
        margin-right: auto;
        width: 200px;
        color: #fff;
        font-weight: 400;
        background-color: #9DB004;
    }

    .step-title2 {
        background-color: #070846;
    }

    .first-step {
        background-image: url('images/01.png');
        background-repeat: no-repeat;
        background-position: left;
    }

    .second-step {
        background-image: url('images/02.png');
        background-repeat: no-repeat;
        background-position: left;
    }

    .third-step {
        background-image: url('images/03.png');
        background-repeat: no-repeat;
        background-position: left;
    }

    .fourth-step {
        background-image: url('images/04.png');
        background-repeat: no-repeat;
        background-position: left;
    }

    .fifth-step {
        background-image: url('images/05.png');
        background-repeat: no-repeat;
        background-position: left;
    }

    .sixth-step {
        background-image: url('images/06.png');
        background-repeat: no-repeat;
        background-position: left;
    }

    .target-text {
        width: 70%;
    }

    .footer {
        background-color: #9DB004;
        text-align: center;
        color: #fff;
        padding: 1em;
    }

    @media (min-width: 320px) and (max-width: 480px) {
        body {
            overflow-x: hidden;
        }

        .navbar {
            padding: 1em;
        }

        .target-text {
            width: 100%;
        }

        .section {
            padding: 2em;
        }

        .phone-ui {
            width: 300px;
        }

    }


</style>
